[
  "DO 10 PUSH-UPS.",
  "SING A SONG CHOSEN BY THE GROUP.",
  "DANCE WITHOUT MUSIC FOR 1 MINUTE.",
  "TALK LIKE A BABY FOR THE NEXT 3 ROUNDS.",
  "ACT LIKE A MONKEY FOR 1 MINUTE.",
  "IMITATE YOUR FAVORITE CARTOON CHARACTER.",
  "SPEAK IN AN ACCENT UNTIL YOUR NEXT TURN.",
  "DO YOUR BEST IMPRESSION OF SOMEONE IN THE GROUP.",
  "POST AN EMBARRASSING PHOTO ON SOCIAL MEDIA.",
  "LET SOMEONE ELSE STYLE YOUR HAIR.",
  "DO AN IMPRESSION OF SOMEONE IN THE ROOM.",
  "LET SOMEONE GIVE YOU A MAKEOVER.",
  "EAT A SPOONFUL OF MUSTARD.",
  "DO YOUR BEST CHICKEN DANCE OUTSIDE.",
  "LET SOMEONE WRITE A WORD ON YOUR FOREHEAD IN PEN.",
  "DO YOUR BEST IMPRESSION OF A CELEBRITY.",
  "ACT LIKE A DOG UNTIL YOUR NEXT TURN.",
  "WEAR SOCKS ON YOUR HANDS FOR THE NEXT 3 ROUNDS.",
  "PRETEND TO BE A WAITER AND TAKE SNACK ORDERS.",
  "SING EVERYTHING YOU SAY FOR THE NEXT 10 MINUTES.",
  "LET THE GROUP CHOOSE A SILLY NAME FOR YOU.",
  "DO A CARTWHEEL.",
  "WEAR YOUR CLOTHES BACKWARD FOR THE NEXT HOUR.",
  "TRY TO LICK YOUR ELBOW.",
  "DO A DRAMATIC READING OF A NURSERY RHYME.",
  "PRETEND YOU’RE A CELEBRITY AND ANSWER QUESTIONS.",
  "TALK LIKE A ROBOT FOR THE NEXT 5 MINUTES.",
  "DO A HANDSTAND FOR AS LONG AS YOU CAN.",
  "SPEAK ONLY IN QUESTIONS UNTIL YOUR NEXT TURN.",
  "TRY TO JUGGLE 3 OBJECTS.",
  "LET SOMEONE DRAW ON YOUR ARM WITH A PEN.",
  "DO YOUR BEST IMPERSONATION OF A FAMOUS PERSON.",
  "ACT LIKE A SUPERHERO FOR THE NEXT ROUND.",
  "PUT ICE DOWN YOUR SHIRT AND KEEP IT THERE UNTIL IT MELTS.",
  "LET SOMEONE TAKE A SILLY PICTURE OF YOU.",
  "DO THE MOONWALK ACROSS THE ROOM.",
  "GIVE SOMEONE A PIGGYBACK RIDE.",
  "SING THE ALPHABET IN A FUNNY VOICE.",
  "TELL A SCARY STORY.",
  "LET SOMEONE TICKLE YOU FOR 30 SECONDS.",
  "DRINK A GLASS OF WATER WITH NO HANDS.",
  "ACT LIKE A FISH OUT OF WATER.",
  "SPEAK IN A WHISPER FOR THE NEXT 5 MINUTES.",
  "HUG THE PERSON NEXT TO YOU FOR 1 MINUTE.",
  "PRETEND TO BE A NEWS ANCHOR AND REPORT A FAKE STORY.",
  "CHALLENGE SOMEONE TO A PUSH-UP CONTEST.",
  "DANCE LIKE NOBODY'S WATCHING FOR 30 SECONDS.",
  "EAT A PIECE OF FRUIT WITHOUT USING YOUR HANDS.",
  "DO YOUR BEST DANCE MOVES FOR 1 MINUTE.",
  "MAKE UP A RAP ABOUT YOUR FRIENDS.",
  "TALK IN RYHMES UNTIL YOUR NEXT TURN.",
  "LET SOMEONE ELSE CONTROL YOUR NEXT TURN.",
  "SWAP SHOES WITH SOMEONE FOR THE NEXT 3 ROUNDS.",
  "GIVE A 1-MINUTE TED TALK ON A RANDOM TOPIC.",
  "DANCE WITH A BROOM AS YOUR PARTNER.",
  "DO A SPLIT IF YOU CAN.",
  "SING A LOVE SONG TO THE GROUP.",
  "ACT LIKE A BABY FOR 1 MINUTE.",
  "DO AN IMPRESSION OF YOUR TEACHER.",
  "REACT TO EVERYONE LIKE A DRAMA QUEEN.",
  "TELL A JOKE AND MAKE EVERYONE LAUGH.",
  "DANCE LIKE A ZOMBIE.",
  "RECREATE A SCENE FROM YOUR FAVORITE MOVIE.",
  "DO 20 SIT-UPS.",
  "PRETEND TO BE A DOG AND BARK FOR 30 SECONDS.",
  "ACT LIKE A MODEL AND POSE FOR THE CAMERA.",
  "DO YOUR BEST CARTWHEEL.",
  "LET SOMEONE GIVE YOU A NERDY MAKEOVER.",
  "PRETEND TO BE A TALK SHOW HOST.",
  "DO AN IMPRESSION OF A CRYING BABY.",
  "MAKE A FISH FACE FOR 1 MINUTE.",
  "LET SOMEONE ELSE CHOOSE A DARE FOR YOU.",
  "ACT LIKE YOUR FAVORITE SUPERHERO.",
  "TALK LIKE A PIRATE FOR 1 MINUTE.",
  "WEAR A BLANKET LIKE A CAPE FOR 5 MINUTES.",
  "DO A FUNNY WALK ACROSS THE ROOM.",
  "MAKE A FUNNY FACE AND HOLD IT FOR 30 SECONDS.",
  "DANCE WITH NO MUSIC FOR 1 MINUTE.",
  "IMPROVISE A SONG ABOUT THE PERSON TO YOUR LEFT.",
  "EAT A SPOONFUL OF HOT SAUCE.",
  "LET SOMEONE ELSE CHOOSE YOUR NEXT OUTFIT.",
  "ACT LIKE A COW FOR 1 MINUTE.",
  "PRETEND TO BE A BALLOON AND FLOAT.",
  "LET SOMEONE DO YOUR MAKEUP AS SILLY AS THEY WANT.",
  "SING A SONG WHILE JUMPING UP AND DOWN.",
  "TALK LIKE A ROBOT FOR 1 MINUTE.",
  "LET SOMEONE CHOOSE A HAIR DO FOR YOU.",
  "GIVE A STRANGER A COMPLIMENT OUT LOUD.",
  "MAKE AN UNUSUAL SOUND EVERY TIME YOU SPEAK.",
  "DANCE ON ONE LEG FOR 1 MINUTE.",
  "PRETEND TO BE A FAMOUS PERSON AND GIVE AN ACCEPTANCE SPEECH.",
  "HUG A TREE AND SING A NATURE SONG.",
  "PRETEND YOU’RE IN A COMMERCIAL AND ADVERTISE A RANDOM ITEM.",
  "GIVE A SHOUTOUT TO A FAKE FAN BASE.",
  "RECREATE A MOVIE SCENE WITH SOUND EFFECTS.",
  "MAKE FUNNY SOUNDS FOR 30 SECONDS STRAIGHT.",
  "LET SOMEONE CONTROL YOUR MOVEMENTS FOR 1 MINUTE.",
  "MAKE UP A FUNNY DANCE MOVEMENT.",
  "EAT A SLICE OF LEMON WITHOUT MAKING A FACE.",
  "SAY THE ALPHABET BACKWARDS.",
  "SING A CHILDREN'S SONG IN A FUNNY VOICE.",
  "DO A ROLLING HANDSTAND.",
  "SWAP PLACES WITH THE PERSON TO YOUR RIGHT.",
  "ACT LIKE A CHICKEN FOR 1 MINUTE.",
  "DANCE IN PLACE LIKE YOU’RE AT A CONCERT.",
  "GIVE A RANT ABOUT YOUR PET PEEVE.",
  "LET SOMEONE ELSE CHOOSE YOUR FOOD FOR THE NEXT MEAL.",
  "DO YOUR BEST IMPRESSION OF A NATIVE ANIMAL.",
  "TELL THE GROUP A CRAZY SECRET.",
  "DO A CARTWHEEL FOR EVERYONE IN THE ROOM.",
  "BE A DUMMY FOR 30 SECONDS AND HAVE SOMEONE ELSE CONTROL YOU.",
  "PULL A FUNNY FACE FOR THE NEXT ROUND.",
  "HUM A TUNE WHILE SOMEONE TRIES TO GUESS IT.",
  "SAY YOUR NAME AS IF YOU'RE A SUPERHERO.",
  "DO A HANDSTAND AGAINST A WALL.",
  "ACT OUT YOUR FAVORITE GAME SHOW.",
  "MAKE A DANCE UP ON THE SPOT.",
  "TELL A FUNNY ANECDOTE ABOUT YOUR CHILDHOOD.",
  "PRETEND TO HAVE A PHONE CONVERSATION WITH A FAMOUS PERSON.",
  "SPEAK ONLY IN MOVIE QUOTES UNTIL YOUR NEXT TURN.",
  "TELL THE GROUP A LIE AND LET THEM GUESS IF IT'S TRUE.",
  "DANCE TO A SONG ONLY YOU CAN HEAR.",
  "MAKE UP A NEW WORD AND DEFINE IT.",
  "PRETEND YOU’RE AN OLD MAN OR WOMAN.",
  "SING A POPULAR SONG AS IF YOU’RE CRYING.",
  "MAKE FUNNY FACES AT EVERYONE.",
  "DANCE WITHOUT USING YOUR ARMS FOR 1 MINUTE.",
  "GIVE A 1-MINUTE STAND-UP COMEDY ROUTINE.",
  "ACT LIKE YOUR FAVORITE ANIMAL.",
  "WHISPER TO YOURSELF IN A FUNNY VOICE.",
  "DO AN ACCENT FOR THE NEXT 3 ROUNDS.",
  "HAVE A CONVERSATION WITH A TOY.",
  "MAKE A SCARY FACE FOR 30 SECONDS.",
  "CREATE A SHORT SONG ABOUT THE PERSON ON YOUR LEFT.",
  "HUG A RANDOM OBJECT IN THE ROOM.",
  "PRETEND TO TALK ON A PHONE WITH A CELEBRITY.",
  "DO A SILLY WALK AROUND THE ROOM.",
  "MAKE A FACE LIKE YOU'RE EATING SOMETHING SOUR.",
  "GIVE A STRANGE HIGH FIVE TO EVERYONE.",
  "ACT OUT A SCENE FROM A MOVIE WITHOUT SPEAKING.",
  "DANCE WITH YOUR EYES CLOSED FOR 1 MINUTE.",
  "CREATE A NEW DANCE MOVEMENT AND TEACH IT TO THE GROUP.",
  "TELL A GHOST STORY IN A DRAMATIC WAY.",
  "DANCE LIKE A GIRAFFE.",
  "LET SOMEONE ELSE CHOOSE AN ITEM FOR YOU TO WEAR.",
  "DO A SPLIT AND THEN A CARTWHEEL.",
  "GIVE A 1-MINUTE SPEECH ON A RANDOM TOPIC.",
  "HUG EVERYONE IN THE ROOM.",
  "SPEAK LIKE A NEWS ANCHOR FOR 1 MINUTE.",
  "ACT LIKE A NINJA AND DO A SILENT TASK.",
  "RECREATE A FAMOUS DANCE MOVE.",
  "MAKE A SHOCKED FACE FOR 1 MINUTE.",
  "DO A ROLLERCOASTER IMPRESSION.",
  "CREATE A SILLY JOKE ON THE SPOT.",
  "PRETEND TO BE A ROBOT DURING YOUR NEXT TURN.",
  "DANCE TO A SONG OF YOUR CHOICE.",
  "LET SOMEONE DRAW A MUSTACHE ON YOU.",
  "PRETEND YOU’RE ON A RUNWAY AND DO A MODEL WALK.",
  "ACT LIKE A TELEVISION HOST FOR 1 MINUTE.",
  "SING A DISNEY SONG OUT LOUD.",
  "HUG A PILLOW AND TALK TO IT AS IF IT'S YOUR BEST FRIEND.",
  "DO A HANDSTAND OR TRY TO.",
  "CREATE A FUNNY RINGTONE FOR YOUR PHONE.",
  "DANCE WITH YOUR EYES CLOSED FOR 1 MINUTE.",
  "MAKE YOUR BEST FISH FACE.",
  "DO AN IMPRESSION OF A CHEERLEADER.",
  "TALK ABOUT YOUR DAY LIKE YOU’RE IN A SOAP OPERA.",
  "GIVE A FUNNY REVIEW OF A PRODUCT YOU'VE NEVER TRIED.",
  "PRETEND YOU'RE A DOG AND ASK FOR TREATS.",
  "MAKE A FUNNY SOUNDBITE OF YOURSELF.",
  "CREATE A NEW HANDSHAKE WITH SOMEONE.",
  "SING THE PINK PANTHER THEME SONG.",
  "MAKE UP A BACKSTORY FOR AN OBJECT IN THE ROOM.",
  "DO A SLOW MOTION RUN ACROSS THE ROOM.",
  "PRETEND YOU'RE AT A FASHION SHOW AND STRUT.",
  "TELL A JOKE THAT NO ONE LAUGHS AT.",
  "CREATE AN IMPROVISED DANCE ROUTINE.",
  "GIVE A 1-MINUTE DANCE WORKOUT DEMO.",
  "SING A TUNE IN A DRAMATIC WAY.",
  "WHISPER IN SOMEONE’S EAR FOR 1 MINUTE STRAIGHT.",
  "TALK IN A ROBOTIC VOICE UNTIL YOUR NEXT TURN.",
  "HUG YOUR FAVORITE OBJECT IN THE ROOM.",
  "PRETEND TO BE A MOVIE STAR GIVING AN INTERVIEW.",
  "SING A NURSERY RHYME IN A SCARY VOICE.",
  "MAKE A FUNNY FACE FOR EVERYONE.",
  "DANCE WITH A RANDOM ITEM AS YOUR PARTNER.",
  "TELL A CRAZY STORY USING ONLY HAND GESTURES.",
  "PRETEND TO BE A TIME TRAVELER.",
  "DO A FUNNY WALK FOR 1 MINUTE.",
  "TALK LIKE A SAILOR FOR 1 MINUTE.",
  "ACT LIKE A RAPPER AND SPIT SOME BARS.",
  "MAKE UP A SILLY DANCE AND TEACH IT TO THE GROUP.",
  "TELL A SHORT STORY BUT ONLY USE ANIMALS AS CHARACTERS.",
  "DANCE WITH NO HANDS FOR 1 MINUTE.",
  "DO A CARTWHEEL AND YELL 'YAY!'",
  "PRETEND YOU'RE A FAMOUS CHEF AND COOK SOMETHING.",
  "CREATE A NEW TYPE OF DRINK AND DESCRIBE IT.",
  "MAKE A RANDOM NOISE EVERY TIME SOMEONE SPEAKS.",
  "ACT LIKE A CAVEMAN FOR 1 MINUTE.",
  "DANCE LIKE YOU'RE AT A WEDDING.",
  "TALK ABOUT YOUR DAY IN A FUNNY ACCENT.",
  "GIVE A 1-MINUTE MONOLOGUE ON WHY PINEAPPLE BELONGS ON PIZZA.",
  "HUG A FRIEND AND DO A SILLY DANCE.",
  "PRETEND TO BE A YOUTUBER AND MAKE A VIDEO.",
  "SING THE TUNE OF YOUR FAVORITE SONG WITH NO WORDS.",
  "ACT OUT A FUNNY SCENE WITH NO DIALOGUE.",
  "DANCE LIKE A VAMPIRE.",
  "CREATE AN IMPROVISED SONG ABOUT YOUR DAY.",
  "SPEAK IN AN ACCENT FOR THE REST OF THE GAME.",
  "MAKE AN ANIMAL SOUND EVERY TIME YOU SPEAK.",
  "HUG A RANDOM OBJECT AND TELL IT YOU LOVE IT.",
  "DO A FUNNY DANCE WITHOUT LAUGHING.",
  "PRETEND YOU'RE ON A GAME SHOW AND ANSWER QUESTIONS.",
  "DO A SLOW-MOTION REACTION TO A NON-EXISTENT SCARY SCENE.",
  "GIVE A SILLY NAME TO THE PERSON NEXT TO YOU.",
  "DO YOUR BEST DANCE MOVE TO A NON-EXISTENT SONG.",
  "TELL A FUNNY STORY ABOUT A TIME YOU GOT EMBARRASSED.",
  "ACT LIKE A ZOMBIE FOR 1 MINUTE.",
  "SING A TUNE ABOUT A RANDOM OBJECT IN THE ROOM.",
  "PRETEND YOU'RE A DANCER IN A MUSIC VIDEO.",
  "MAKE A FUNNY NOISE EVERY TIME SOMEONE SPEAKS.",
  "DANCE LIKE A HULA DANCER.",
  "ACT OUT A SCENE FROM YOUR FAVORITE MOVIE WITHOUT SOUND.",
  "SING A POPULAR SONG IN A FUNNY VOICE.",
  "PRETEND TO BE A CIRCUS PERFORMER.",
  "SPEAK IN DRAMA QUEEN TONES FOR 1 MINUTE.",
  "TELL A GHOST STORY WITH YOUR BEST SCARY VOICE.",
  "MAKE A SOUND LIKE A LION.",
  "DANCE WITH A BROOM AS YOUR PARTNER.",
  "CREATE A NEW WORD AND USE IT IN A SENTENCE.",
  "PRETEND YOU'RE A CHEERLEADER AND YELL.",
  "SING A LOVE SONG TO A RANDOM OBJECT.",
  "ACT LIKE YOU’RE A CHILD FOR 1 MINUTE.",
  "HUG EVERYONE AND GIVE A POSITIVE MESSAGE.",
  "DANCE LIKE NOBODY'S WATCHING FOR 1 MINUTE.",
  "PRETEND YOU'RE A KID AT A CARNIVAL.",
  "DO AN IMPRESSION OF A MOVIE CHARACTER.",
  "CREATE A SILLY DANCE AND PERFORM IT.",
  "WHISPER A SECRET TO SOMEONE IN THE GROUP.",
  "ACT LIKE A ROBOT FOR 30 SECONDS.",
  "MAKE A FUNNY SOUND EVERY TIME YOU SPEAK.",
  "DANCE LIKE A DRUNK PERSON.",
  "SING A NURSERY RHYME IN A SCARY VOICE.",
  "GIVE A 1-MINUTE SPEECH ABOUT WHY DESSERT IS THE BEST.",
  "PRETEND YOU'RE A SCIENTIST DISCOVERING A NEW ELEMENT.",
  "ACT LIKE A TOUR GUIDE AND SHOW THE GROUP AROUND.",
  "MAKE A FISH FACE FOR 1 MINUTE.",
  "DANCE WITH A RANDOM ITEM IN YOUR HAND.",
  "SPEAK ONLY IN EMOJIS UNTIL YOUR NEXT TURN.",
  "MAKE A COMICAL FACE EVERY TIME SOMEONE SPEAKS.",
  "GIVE A SILLY NAME TO EVERYONE IN THE ROOM.",
  "DANCE LIKE A TORNADO.",
  "CREATE A FUNNY IMPROVISED DANCE.",
  "ACT LIKE A CLOWN FOR 1 MINUTE.",
  "SING A CHILDREN'S SONG IN A FUNNY ACCENT.",
  "PRETEND TO BE AN EXPERT IN A RANDOM FIELD.",
  "DANCE LIKE YOU'RE ON A FASHION RUNWAY.",
  "TELL A FUNNY STORY ABOUT A TIME YOU TRIPPED.",
  "ACT OUT A SCENE FROM A SOAP OPERA.",
  "MAKE A FUNNY FACE AND HOLD IT FOR 30 SECONDS.",
  "PRETEND TO BE A CHARACTER FROM A VIDEO GAME.",
  "SPEAK IN A ROBOTIC VOICE UNTIL YOUR NEXT TURN.",
  "DANCE LIKE A DISCO BALL.",
  "ACT LIKE A JESTER FOR 1 MINUTE.",
  "GIVE A STRANGE HIGH-FIVE TO EVERYONE.",
  "DANCE TO A SONG ONLY YOU CAN HEAR.",
  "TELL A CRAZY LIE AND LET THE GROUP GUESS.",
  "PRETEND TO BE A GHOST AND SCREAM.",
  "MAKE AN ANIMAL SOUND EVERY TIME YOU SPEAK.",
  "DANCE LIKE A PRINCESS.",
  "SING A POPULAR SONG WITH NO WORDS.",
  "PRETEND YOU'RE IN A MOVIE SCENE.",
  "SPEAK IN A WHISPER FOR 1 MINUTE.",
  "DANCE LIKE A CANDY CANE.",
  "HUM A TUNE WHILE SOMEONE TRIES TO GUESS IT.",
  "CREATE A SILLY HANDSHAKE WITH A PARTNER.",
  "PRETEND YOU'RE AT A WEDDING AND MAKE A SPEECH.",
  "MAKE A FUNNY FACE EVERY TIME SOMEONE SPEAKS.",
  "DANCE LIKE A ROBOT.",
  "SING A TUNE ABOUT YOUR BEST FRIEND.",
  "PRETEND YOU'RE AT A CONCERT AND DANCE.",
  "GIVE A FUNNY NAME TO A RANDOM OBJECT IN THE ROOM."
]
